{
"Device Insurance": "تأمين الجهاز",
"Caring For Your": "العناية بجهازك",
"Device Anytime, Anywhere": "في أي وقت، في أي مكان",
"Enhanced Customer": "تجربة عملاء",
"Experience": "معززة",
"Digital Claim": "المطالبة الرقمية",
"Process": "العملية",
"Live Claim": "متابعة مباشرة",
"Status": "للمطالبة",
"LOGIN / REGISTER": "تسجيل الدخول / التسجيل",
"Guest Login": "تسجيل دخول كضيف",
"Dashboard": "لوحة التحكم",
"Track Claim Status": "تتبع حالةالمطالبة",
"Dashboard | Device Insurance": "لوحة التحكم | تأمين الجهاز",
"Welcome To": "مرحبًا بك في",
"EWAD": "EWAD",
"Device Care": "رعاية الجهاز",
"You haven’t verified your email address yet. If you didn’t receive the verification email, please click the button below to resend it.": "لم تقم بعد بالتحقق من عنوان بريدك الإلكتروني. إذا لم تستلم رسالة التحقق، يرجى النقر على الزر أدناه لإعادة إرسالها.",
"Resend Verification Email": "إعادة إرسال رسالة التحقق",
"Update Your Email": "تحديث بريدك الإلكتروني",
"Register Claim": "تسجيل المطالبة",
"Claim Status Track | Device Insurance": "تتبع حالة المطالبة | تأمين الجهاز",
"Search Claim Details": "بحث تفاصيل المطالبة",
"Invoice Number Or Claim No": "رقم الفاتورة أو رقم المطالبة",
"Enter Invoice Or Claim No": "أدخل رقم الفاتورة أو رقم المطالبة",
"SEARCH": "بحث",
"Please enter the Invoice No.": "يرجى إدخال رقم الفاتورة.",
"Email Recovery | Device Insurance": "استعادة البريد الإلكتروني | تأمين الجهاز",
"Back to Login": "العودة إلى تسجيل الدخول",
"Forgot Email | Device Insurance": "نسيت البريد الإلكتروني | تأمين الجهاز",
"Recover Email": "استعادة البريد الإلكتروني",
"Enter Your Registered Mobile Number.": "أدخل رقم الهاتف المحمول المسجل الخاص بك.",
"Mobile": "موبايل",
"Next": "التالي",
"Back to Login?": "العودة إلى تسجيل الدخول؟",
"Click Here": "انقر هنا",
"OTP Verification | Device Insurance": "التحقق من OTP | تأمين الجهاز",
"Enter the 6-digit verification code that was sent to your mobile": "أدخل رمز التحقق المكون من 6 أرقام الذي تم إرساله إلى هاتفك المحمول.",
"Mobile OTP": "رمز تحقق الموبايل",
"Verify": "التحقق",
"Login | Device Insurance": "تسجيل الدخول | تأمين الجهاز",
"Login": "تسجيل الدخول",
"To Enjoy Easy and Hassle-Free Device Protection With": "للاستمتاع بحماية سهلة وخالية من المتاعب لجهازك مع",
"Forgot Email?": "هل نسيت البريد الإلكتروني؟",
"Please wait <span>60</span> seconds to resend.": "يرجى الانتظار <span>60</span> ثانية لإعادة الإرسال.",
"Email": "البريد الإلكتروني",
"Not Yet a Member?": "لست عضوًا بعد؟",
"Register": "قم بالتسجيل",
"OTP Verification": "التحقق من OTP",
"Enter the 6-digit verification code that was sent to your email": "أدخل رمز التحقق المكون من 6 أرقام الذي تم إرساله إلى بريدك الإلكتروني",
"Email OTP": "رمز تحقق البريد الإلكتروني",
"OTP will expire in <span class=\"counter\" id=\"counter\"></span> minutes.": "ستنتهي صلاحية OTP في <span class=\"counter\" id=\"counter\"></span> دقائق.",
"Profile Update | Device Insurance": "تحديث الملف الشخصي | تأمين الجهاز",
"Current Email ID": "البريد الإلكتروني الحالي",
"Verified": "تم التحقق",
"New Email ID": "البريد الإلكتروني الجديد",
"Update": "تحديث",
"Register | Device Insurance": "تسجيل | تأمين الجهاز",
"First Name": "الاسم الأول",
"Last Name": "الاسم الأخير",
"Email Id": "البريد الإلكتروني",
"Important: Please ensure that you submit the correct email address. Providing an incorrect email address may result in delays or rejections in account activation or claim processing.": "مهم: يرجى التأكد من تقديم عنوان البريد الإلكتروني الصحيح. قد يؤدي تقديم عنوان بريد إلكتروني غير صحيح إلى تأخير أو رفض تفعيل الحساب أو معالجة المطالبات.",
"Captcha": "كود التحقق",
"Already a member?": "هل أنت عضو بالفعل؟",
"Email Update | Device Insurance": "تحديث البريد الإلكتروني | تأمين الجهاز",
"New Email Id": "البريد الإلكتروني الجديد",
"Claims Status | Device Insurance": "حالة المطالبات | تأمين الجهاز",
"My Claims": "مطالباتي",
"Select Device": "اختر الجهاز",
"Pending Review": "في انتظار المراجعة",
"Awaiting Action from Customer": "في انتظار إجراء من العميل",
"Under Diagnosis": "تحت التشخيص",
"Approved": "موافق عليه",
"Denied": "مرفوض",
"Under Repair": "تحت الإصلاح",
"Under Delivery": "تحت التسليم",
"Closed": "مغلق",
"Claim No": "رقم المطالبة",
"Invoice No": "رقم الفاتورة",
"Device": "الجهاز",
"Updated": "تحديث",
"Comment": "تعليق",
"Edit Your Claim": "تعديل مطالبتك",
"No claims were found for your account.": "لم يتم العثور على أي مطالبات لحسابك.",
"Customer Device & Policy Details": "تفاصيل جهاز العميل ووثيقة التأمين",
"Customer Details": "تفاصيل العميل",
"Device Details": "تفاصيل الجهاز",
"Policy Details": "تفاصيل وثيقة التأمين",
"Category": "الفئة",
"Brand": "العلامة التجارية",
"IMEI Number": "رقم IMEI",
"Retailer": "البائع",
"Start Date": "تاريخ البدء",
"Expire Date": "تاريخ الانتهاء",
"Policy Type": "نوع وثيقةالتأمين",
"Sum Insured": "المبلغ المؤمن عليه",
"Claim | Device Insurance": "مطالبة | تأمين الجهاز",
"Enter Invoice": "أدخل الفاتورة",
"Please enter the correct invoice number.": "يرجى إدخال رقم الفاتورة الصحيح.",
"Select Device Details": "اختر تفاصيل الجهاز",
"No active policy available against above Invoice.": "لا توجد وثيقة تأمين نشطة ضد الفاتورة أعلاه.",
"Claim Status": "حالة المطالبة",
"Incident Type | Device Insurance": "نوع الحادث | تأمين الجهاز",
"Select the Incident type": "حدد نوع الحادث",
"Accidental Damage": "الأضرار العرضية",
"Extended Warranty": "الضمان الممتد",
"Accidental Damage means accidental physical breakage of the covered good(s) due to an unforeseen event which causes physical damage to the Insured Good and that prevents it from operating correctly.": "الأضرار العرضية تعني كسرًا ماديًا عرضيًا للسلع المغطاة بسبب حدث غير متوقع يتسبب في تلف مادي للبضاعة المؤمنة ويمنعها من العمل بشكل صحيح.",
"Extended Warranty will replicate and extend the original manufacturer’s warranty by an additional 12 months. This normally covers a malfunction or a breakdown, in materials and workmanship.": "الضمان الممتد سيقوم بتكرار وتمديد ضمان الشركة المصنعة الأصلي لمدة 12 شهرًا إضافيًا. وهذا عادةً ما يغطي عطلًا أو انهيارًا في المواد والعمل.",
"Important Information": "معلومات هامة",
"The information requested and documents mentioned in this form are a general guide. Further documents or information may be required depending on the circumstances of your claim. Note that failure to provide supporting documentation may result in delay or rejection of your claim. Your Policy may not provide cover under every section shown in this Claim Form. The issuance and acceptance of this form does NOT constitute an admission of liability by Insurer or waiver of its rights.": "المعلومات المطلوبة والمستندات المذكورة في هذا النموذج هي دليل عام. قد تكون هناك حاجة لمستندات أو معلومات إضافية بناءً على ظروف مطالبتك. يرجى ملاحظة أن عدم تقديم الوثائق الداعمة قد يؤدي إلى تأخير أو رفض مطالبتك. قد لا توفر وثيقة تأمينك تغطية تحت كل قسم مذكور في نموذج المطالبة هذا. إصدار وقبول هذا النموذج لا يشكل اعترافًا بالمسؤولية من قبل شركة التأمين أو تنازلاً عن حقوقها.",
"Self Declaration": "إقرار ذاتي",
"I hereby declare that the information given in the event details is true and correct. In case anything is found to be false, untrue, misleading or misrepresented, I will be held liable including, but not limited to, denial of claim as per policy terms and conditions. I understand that I have read policy terms and conditions and will abide by it. I confirm:": "أقر بموجب هذا أن المعلومات المقدمة في تفاصيل الحدث صحيحة وحقيقية. في حالة العثور على أي شيء غير صحيح أو مضلل أو مزور، سأكون مسؤولًا بما في ذلك، على سبيل المثال لا الحصر، رفض المطالبة وفقًا لشروط وأحكام السياسة. أفهم أنني قرأت شروط وأحكام السياسة وسألتزم بها. أؤكد:",
"I have deactivated iCloud, Find My iPhone (FMIP), or any similar cloud platform, knowing that the claim process cannot begin without this deactivation.": "لقد قمت بإلغاء تنشيط iCloud أو Find My iPhone (FMIP) أو أي منصة سحابية مشابهة، مع العلم أن عملية المطالبة لا يمكن أن تبدأ بدون هذا الإلغاء.",
"I have backed up my data, acknowledging that the insurer is not responsible for any data loss.": "لقد قمت بعمل نسخة احتياطية من بياناتي، معترفًا بأن شركة التأمين ليست مسؤولة عن أي فقدان للبيانات.",
"I understand that the repair or replacement timeline depends on the availability of parts or devices.": "أفهم أن مدة الإصلاح أو الاستبدال تعتمد على توفر الأجزاء أو الأجهزة.",
"I understand that an excess payment may be required, and any delay in payment will affect the repair or replacement process.": "أفهم أن الدفع الزائد قد يكون مطلوبًا، وأي تأخير في الدفع سيؤثر على عملية الإصلاح أو الاستبدال.",
"I understand that if the repair cost exceeds the purchase price in a subsequent claim, I will be responsible for paying the difference.": "أفهم أنه إذا تجاوزت تكلفة الإصلاح سعر الشراء في مطالبة لاحقة، سأكون مسؤولاً عن دفع الفرق.",
"Above are only few points and not exhaustive terms. In addition to this, other policy terms will be applicable.": "ما سبق هو نقاط قليلة فقط وليست شروطًا شاملة. بالإضافة إلى ذلك، ستنطبق شروط السياسة الأخرى.",
"Have you made claim before for this policy?": "هل قدمت مطالبة مسبقًا لهذه الوثيقة؟",
"Select": "اختر",
"Yes": "نعم",
"No": "لا",
"Location of Incident": "موقع الحادث",
"Date of Incident": "تاريخ الحادث",
"Describe how loss has happened": "صف كيفية حدوث الخسارة",
"Upload Invoice Copy": "تحميل نسخة من الفاتورة",
"Upload Passport or Emirates Id Copy": "تحميل نسخة من جواز السفر أو بطاقة الهوية الإماراتية",
"Photo of Insured Item": "صورة للعنصر المؤمن عليه",
"Any Other Supporting Document": "أي مستند داعم آخر",
"Address for Device Collection or Onsite Repair": "العنوان لجمع الجهاز أو الإصلاح في الموقع",
"Important: Please ensure the address provided is accurate and the device is available at the specified location. Portable devices such as mobiles and laptops will be picked up, while non-portable devices such as appliances will have an onsite visit arranged. Failure to provide correct information or ensure device availability may result in the rejection of your claim.": "مهم: يرجى التأكد من أن العنوان المقدم دقيق وأن الجهاز متاح في الموقع المحدد. سيتم جمع الأجهزة القابلة للنقل مثل الهواتف المحمولة وأجهزة الكمبيوتر المحمولة، بينما ستتم زيارة الموقع للأجهزة غير القابلة للنقل مثل الأجهزة المنزلية. قد يؤدي عدم تقديم معلومات صحيحة أو ضمان توفر الجهاز إلى رفض مطالبتك.",
"Full Address": "العنوان الكامل",
"Nearby Landmark": "معلم قريب",
"Remarks": "ملاحظات",
"Area": "المنطقة",
"Select Emirates": "اختر الإمارة",
"Customer Place": "مكان العميل",
"Store": "المتجر",
"Submit": "إرسال",
"OTP has been sent to your email for verification.": "تم إرسال OTP إلى بريدك الإلكتروني للتحقق.",
"A verification email has been sent to your email address. Please check your inbox to verify your email.<br/>If you haven't received it, you can <a href=\"javascript:void(0);\" data-client-id = \":userId\" class=\"resendEmailCerification custom-disabled\">resend</a> the verification email or <a href=\":updateRoute\">update</a> your email address.": "تم إرسال بريد التحقق إلى عنوان بريدك الإلكتروني. يرجى التحقق من صندوق الوارد الخاص بك للتحقق من بريدك الإلكتروني.<br/>إذا لم تستلم البريد، يمكنك <a href=\"javascript:void(0);\" data-client-id=\":userId\" class=\"resendEmailCerification custom-disabled\">إعادة إرسال</a> البريد أو <a href=\":updateRoute\">تحديث</a> عنوان بريدك الإلكتروني.",
"These credentials do not match our records.": "هذه البيانات غير متطابقة مع سجلاتنا.",
"OTP has been sent to your mobile for verification.": "تم إرسال رمز التحقق إلى هاتفك المحمول.",
"Please enter valid captcha.": "يرجى إدخال كود التحقق بشكل صحيح.",
"Welcome to EWAD!": "مرحبًا بك في EWAD!",
"The provided Email OTP is invalid.": "رمزالتحققعبرالبريدالإلكترونيغيرصحيح.ي غير صحيح.",
"The provided Mobile OTP is invalid.": "رمزالتحققعبرالهاتفالمحمولغيرصحيح.",
"A verification email has been sent to your email address. Please check your inbox to verify your email.": "تم إرسال رسالة تحقق إلى عنوان بريدك الإلكتروني. يرجى التحقق من صندوق الوارد الخاص بك لتأكيد بريدك الإلكتروني.",
"Session Expire!": "انتهت الجلسة!",
"Invalid User Token!": "رمز المستخدم غير صالح!",
"Email Verification Request": "طلب تحقق البريد الإلكتروني",
"User ID Creation Confirmation": "تأكيد إنشاء معرف المستخدم",
"Your email address has been successfully verified. Thank you for confirming your account!": "تم التحقق من عنوان بريدك الإلكتروني بنجاح. شكرًا لتأكيد حسابك!",
"Token expire!": "انتهت صلاحية الرمز!",
"OTP mobile input.": "إدخال رمز التحقق عبر الهاتف المحمول.",
"Your email address is: <strong>:Email</strong>": "عنوان بريدك الإلكتروني هو: <strong>:Email</strong>",
"Profile not found.": "الملف الشخصي غير موجود.",
"Invalid Request!": "طلب غير صالح!",
"The new email address is the same as the current one. Please enter a different email address.": "عنوان البريد الإلكتروني الجديد هو نفسه الحالي. يرجى إدخال عنوان بريد إلكتروني مختلف.",
"Your email address has been updated successfully!": "تم تحديث عنوان بريدك الإلكتروني بنجاح!",
"Your email address has been updated successfully. A verification email has been sent to your email address. Please check your inbox to verify your email.": "تم تحديث عنوان بريدك الإلكتروني بنجاح. تم إرسال رسالة تحقق إلى عنوان بريدك الإلكتروني. يرجى التحقق من صندوق الوارد الخاص بك لتأكيد بريدك الإلكتروني.",
"Otp mobile input.": "إدخال رمز التحقق عبر الهاتف المحمول.",
"Welcome to the dashboard.": "مرحبًا بك في لوحة التحكم.",
"There is no active policy associated with the above invoice. If you have any questions or issues, please email claims@ewad.me": "لا توجد وثيقة تأمين نشطة مرتبطة بالفاتورة المذكورة أعلاه. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Please enter the correct invoice ID. If you have any questions or issues, please email claims@ewad.me": "يرجى إدخال معرف الفاتورة الصحيح. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Invalid Request. Please enter the correct invoice ID. If you have any questions or issues, please email claims@ewad.me": "طلب غير صالح. يرجى إدخال معرف الفاتورة الصحيح. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Your policy has lapsed. If you have any questions or issues, please email claims@ewad.me": "انتهت صلاحية وثيقة التأمين. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Your policy is yet to start. If you have any questions or issues, please email claims@ewad.me": "وثيقة التأمين لم تبدأ بعد. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Your policy is no longer active. If you have any questions or issues, please email claims@ewad.me": "وثيقة التأمين لم تعد نشطة. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Claim for this device is already under process. Please wait for finalization. If you have any questions or issues, please email claims@ewad.me": "تتم معالجة المطالبة لهذا الجهاز بالفعل. يرجى الانتظار حتى يتم الانتهاء منها. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Invalid Device ID.": "معرف الجهاز غير صالح.",
"No claims are made for this device. If you have any questions or issues, please email claims@ewad.me": "لم يتم تقديم أي مطالبات لهذا الجهاز. إذا كان لديك أي أسئلة أو مشكلات، يرجى إرسال بريد إلكتروني إلى claims@ewad.me",
"Data successfully updated.": "تم تحديث البيانات بنجاح.",
"Submit Claim": "تقديم المطالبة",
"Re-submit Claim": "إعادة تقديم المطالبة",
"Your claim has been successfully updated. You can now track its status by using the tracking feature.": "تم تحديث مطالبتك بنجاح. يمكنك الآن تتبع حالتها باستخدام ميزة التتبع.",
"Session Expire": "انتهت الجلسة",
"Claim doesn't exist": "المطالبة غير موجودة",
"Policy doesn't exist": "وثيقة التأمين غير موجودة",
"Invalid Store Name": "اسم المتجر غير صالح",
"Required documents: Invoice, Passport, Device Photo.": "المستندات المطلوبة: فاتورة، جواز سفر، صورة الجهاز.",
"Invalid Data. Please check your inputs and try again.": "بيانات غير صالحة. يرجى التحقق من إدخالاتك وحاول مرة أخرى.",
"All Rights Reserved.": "جميع الحقوق محفوظة.",
"OTP will expired in <span class=\"counter\" id=\"counter\"></span> minutes.": "رمز التحقق سينتهي خلال <span class=\"counter\" id=\"counter\"></span> دقائق.",
"Logout": "تسجيل الخروج",
"Invoice Number": "رقم الفاتورة",
"Upload size maximum 5 MB. Only PDF or image formats are accepted.": "الحد الأقصى لحجم التحميل هو 5 ميجابايت. يتم قبول تنسيقات PDF أو الصور فقط.",
"<strong>Important</strong>: Please ensure the address provided is accurate and the device is available at the specified location. Portable devices such as mobiles and laptops will be picked up, while non-portable devices such as appliances will have an onsite visit arranged. Failure to provide correct information or ensure device availability may result in the rejection of your claim.": "<strong>مهم</strong>: يرجى التأكد من أن العنوان المقدم دقيق وأن الجهاز متوفر في الموقع المحدد. سيتم استلام الأجهزة المحمولة مثل الهواتف المحمولة وأجهزة الكمبيوتر المحمولة، بينما سيتم ترتيب زيارة ميدانية للأجهزة غير المحمولة مثل الأجهزة المنزلية. قد يؤدي تقديم معلومات غير صحيحة أو عدم توفر الجهاز إلى رفض طلبك.",
"Emirates": "الإمارة",
"Select Store": "اختر المتجر",
"Drop files here to upload. Only PDF or images formats are accepted.": "قم بإسقاط الملفات هنا للتحميل. يتم قبول تنسيقات PDF أو الصور فقط.",
"Please share multiple photo to ascertain damage": "يرجى مشاركة عدة صور لتحديد الضرر.",
"To resubmit your claim, please log in to your account. You can view the current status of your claim, but the resubmit option is only available after logging in.": "لإعادة تقديم مطالبتك، يرجى تسجيل الدخول إلى حسابك. يمكنك عرض حالة مطالبتك الحالية، ولكن خيار إعادة التقديم متاح فقط بعد تسجيل الدخول.",
"Your claim has been successfully submitted with claim number <strong>:claimNo</strong>. You can now track its status by using the tracking feature.": "م تقديم مطالبتك بنجاح برقم المطالبة <strong>:claimNo</strong> يمكنك اآلن متابعة حالتها باستخدام ميزة التتبع.",
"Please fill out this field.": "يرجى ملء هذا الحقل.",
"Please enter a valid email address.": "يرجى إدخال عنوان بريد إلكتروني صالح.",
"The field must be at least :min characters.": "يجب أن يحتوي الحقل على الأقل :min حرفًا.",
"The field may not be greater than :max characters.": "يجب ألا يتجاوز الحقل :max حرفًا.",
"Please match the requested format": "يرجى مطابقة التنسيق المطلوب.",
"This field is required.": "هذه الخانة مطلوبه.",
"Pickup From": "لاقط من",
"How many prior claims?": "كم عدد المطالبات السابقة؟",
"Select the <span class=\"text-gradient naxa-bold\">Incident</span> type": "حدد نوع <span class=\"text-gradient naxa-bold\">الحادث</span>",
"You haven't verified your email address yet. If you didn't receive the verification email, please click the button below to resend it.": "لم تقم بتأكيد عنوان بريدك الإلكتروني بعد. إذا لم تتلقَ بريد التحقق، يرجى الضغط على الزر أدناه لإعادة إرساله.",
"Help": "يساعد",
"The new email has already been taken.": "البريد االلكتروني مستخدم بالفعل",
"Remove file": "إزالة الملف",
"": ""
}